Repository: gblanco89/accelera-export
Catalog: languages/accelera-export-*.po
Languages: es_es

source: A companion plugin that exports website information for assessment by Accelera.
es_es: Un plugin complementario que exporta información de la web para su evaluación por parte de Accelera.

source: Export data
es_es: Exportar datos

source: Not provided
es_es: No proporcionado

source: Site info exported successfully. Click <a href="%s" target="_blank">here</a> to download your TXT (you can right-click the link to save it to your computer). Or click <a href="tools.php?page=accelera-export">here</a> to go back.
es_es: La información del sitio se ha exportado correctamente. Haz clic <a href="%s" target="_blank">aquí</a> para descargar el TXT (puedes hacer clic con el botón derecho en el enlace para guardarlo en tu ordenador). O haz clic <a href="tools.php?page=accelera-export">aquí</a> para volver atrás.v

source: Hey! Looks like you have Nitropack installed and active. Please go to <a href="options-general.php?page=nitropack">Nitropack's settings</a> and enable Safe Mode. Then, return here and continue with the process.
es_es: ¡Ey! Parece que tienes Nitropack instalado y activo. Ve a los <a href="options-general.php?page=nitropack">ajustes de Nitropack</a> y activa el modo seguro. Luego, vuelve aquí y continúa con el proceso.

source: This is just the first step before exporting your site information. Don't worry, the plugin only collects technical website data relevant to Accelera's services; no personal or private data is exported. Please follow the next steps:<br />
es_es: Este es sólo el primer paso antes de exportar la información de tu sitio. No te preocupes, el plugin sólo recoge datos técnicos del sitio web relevantes para los servicios de Accelera; no se exporta ningún dato personal o privado. Sigue los pasos siguientes:<br />

source: Enter your current hosting provider in the box below.
es_es: Introduce tu proveedor de alojamiento actual en la casilla más abajo.

source: Click the "TXT Export" button below and wait a few seconds while the plugin collects all the technical information. <strong>Do not refresh or close the page.</strong>
es_es: Haz clic en el botón "Exportar TXT" abajo y espera unos segundos mientras el plugin recoge toda la información técnica. <strong>No actualices ni cierres la página.</strong>

source: Download the TXT on the next page. Feel free to take a look at it, but <strong>please do not add, remove or edit anything</strong>.
es_es: Descarga el TXT en la siguiente página. Puedes darle un vistazo si quieres, pero <strong>no añadas, elimines o edites nada, por favor</strong>.

source: Hosting provider
es_es: Proveedor de alojamiento ("hosting")

source: Enter here your current hosting provider.
es_es: Introduce aquí qué empresa se encarga de alojar tu web.

source: TXT Export
es_es: Exportar TXT
